{
	"page": 1,
	"total_results": 1,
	"total_pages": 1,
	"results": [
		{
			"popularity": 1.000003,
			"id": 1112524,
			"profile_path": "/hLePt8TcexDptLh2ZyaAKWXpsFt.jpg",
			"name": "Tauno Palo",
			"known_for": [
				{
					"vote_average": 7.8,
					"vote_count": 20,
					"id": 36439,
					"video": false,
					"media_type": "movie",
					"title": "The Unknown Soldier",
					"popularity": 2.25248,
					"poster_path": "/kpkMluQBdSe9J8CcWZm9sfC9h9S.jpg",
					"original_language": "fi",
					"original_title": "Tuntematon sotilas",
					"genre_ids": [
						18,
						10752
					],
					"backdrop_path": "/hs3QaNVjwXehiimBtBKxmyd7ycE.jpg",
					"adult": false,
					"overview": "It is the summer of 1941. An eastern-Finnish machine gun company receives an order to turn in their surplus equipment. The company is transferred to the front lines. The next morning the soldiers wake to the sound of guns - the war has begun. The Finnish troops attack and quickly move across the border. The young, nervous rookies of the company get their baptism of fire, and the men become familiar with death and the hardships of war. Under strength and badly equipped they fight a superior enemy. The lists of heroes and of the dead seem endless. Edvin Laine's epic interpretation of Väinö Linna's war novel \"Tuntematon Sotilas\" is an entire chapter in the book of Finnish movie history.",
					"release_date": "1955-12-23"
				},
				{
					"vote_average": 7,
					"vote_count": 1,
					"id": 224642,
					"video": false,
					"media_type": "movie",
					"title": "The Scarlet Dove",
					"popularity": 1.327968,
					"poster_path": "/rRUUDDxGwP9PuhVZ4WHv4SVKGWn.jpg",
					"original_language": "fi",
					"original_title": "Tulipunainen kyyhkynen",
					"genre_ids": [
						18,
						9648,
						53
					],
					"backdrop_path": null,
					"adult": false,
					"overview": "Doctor Aitamaa is spending holiday with his family at their summer villa. He accidentally reads a letter that was meant to his wife. The letter is from another man. Aitamaa fallows his wife to the city and finds out that she has a lover. Later the wife is found killed and Aitamaa becomes the prime suspect.",
					"release_date": "1961-03-09"
				},
				{
					"vote_average": 5,
					"vote_count": 1,
					"id": 209212,
					"video": false,
					"media_type": "movie",
					"title": "Kulkurin valssi",
					"popularity": 1.16884,
					"poster_path": "/p2GSWYSZmyj4BMWnl1BQVaIY0UH.jpg",
					"original_language": "fi",
					"original_title": "Kulkurin valssi",
					"genre_ids": [
						10749
					],
					"backdrop_path": "/95G5Yn2Aa0fQfotbqJ5Q6siuaBN.jpg",
					"adult": false,
					"overview": "St.Petersburg, 1830. An arrogant Finnish baron is playing cards with a Russian officer. Needless to say, the Finn wins and the Russian gets extremely annoyed. The situation is not helped by the fact that the baron has been seeing a girl that the Russian officer has also set his eyes on. They decide to have a duel and after the Finn wins fair and square, he has to escape because the untrustworthy Russians are after him. So, that's when the film really starts......",
					"release_date": "1941-01-19"
				}
			],
			"adult": false
		}
	]
}
